/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "残り %g";

/* column header in activity window */
"Account" = "アカウント";

/* Activity: title of the window */
"Activity" = "アクティビティ";

/* connection checker: check button */
"Check" = "確認";

/* connection checker: progress string */
"Check in progress\\U2026" = "確認中...";

/* connection checker: title of the window */
"Connection Checker" = "接続チェッカ";

/* activity window: done in progress column */
"done" = "完了";

/* connection checker: when connections all succeed */
"Everything is ok." = "問題はありません。";

/* connection checker: Failed */
"Failed" = "失敗";

/* column header in activity window */
"Folder" = "フォルダ";

/* connection checker: label for IMAP server */
"IMAP server:" = "IMAP サーバ：";

/* activity window: when no progress value is available */
"in progress" = "進行中";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "操作";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "IMAP サーバと SMTP サーバの名前が正しいことを確認してください。ただし、おそらくファイアウォールが IMAP 接続または SMTP 接続を許可していないことが原因です。";

/* column header in activity window */
"Progress" = "進行状況";

/* connection checker: column header */
"Server" = "サーバ";

/* connection checker: label for SMTP server */
"SMTP server:" = "SMTP サーバ：";

/* connection checker: column header */
"Status" = "状況";

